---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.DetailsOfNestedGroupsLost
source: html/c395e9c4-a2ed-2e8a-7b0c-f085b83e7570.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.DetailsOfNestedGroupsLost Property

Details will be deleted if they reference group members being ungrouped in other instances of this containing group.

## Syntax (C#)
```csharp
public static FailureDefinitionId DetailsOfNestedGroupsLost { get; }
```